Repository: Okinatorri/Tornament
Catalog: frontend/src/locales/*/messages.po
Languages: ru

source: 1st restart — free
ru: Первый — бесплатно

source: 2nd restart — +5 seconds
ru: Второй — +5 секунд

source: 3rd restart — +10 seconds
ru: Третий — +10 секунд

source: ABOUT
ru: О ТУРНИРЕ

source: ADMIN CONSOLE
ru: КОНСОЛЬ

source: After successful login, in the PARTICIPATE tab you need to add all the characters you plan to play (character level, number of chains), as well as weapons (level, rank), click the "Sent" button
ru: После успешного логина, на сайте во вкладке УЧАСТВОВАТЬ необходимо добавить ВСЕХ прокачанных персонажей (уровень персонажа, количество цепей), а также оружия (уровень, ранг пробуждения), нажать кнопку "сохранить"

source: After successful registration account cannot be changed and transferred between participants within one tournament.
ru: Зарегистрированный аккаунт не подлежит замене и передачи другим игрокам.

source: Apply for Participation
ru: Подать заявку на участие

source: Applying for participation:
ru: Порядок подачи заявки на участие:

source: At the beginning of each round, players alternate banning and picking characters from their account pool. This ban-pick phase resets each round;
ru: После выбора голограмм в начале каждого раунда игроки по очереди банят по одному персонажу, после чего по очереди выбирают персонажей из доступных на своем аккаунте. Повторный бан-пик происходит с нуля каждый раунд;

source: At the start of each match, players take turns banning one hologram and picking one for Round 1 and Round 2;
ru: В начале матча игроки по очереди банят одну голограмму и пикают по одной для 1-го и 2-го раунда;

source: CHARACTERS
ru: ПЕРСОНАЖИ

source: Choose Tournament from list
ru: Выберите турнир из списка

source: Currently there are no active tournaments
ru: Сейчас нет активных турниров

source: Different pairs of players will be broadcast simultaneously on Twitch channels:
ru: Разные пары игроков будут транслироваться одновременно на каналах твича:

source: Fill the <0>Google-form</0>
ru: Заполните <0>Google-form</0>

source: HISTORY
ru: ИСТОРИЯ

source: If your application is approved, you will be given an account to sing in the Tempest Cup tournament website
ru: В случае одобрения вашей заявки вам будет выдана учетная запись для входа на сайт турнира Tempest Cup

source: Invalid nickname or password
ru: Неверный ник или пароль

source: Join Us!
ru: Приём заявок на участие!

source: Loading
ru: Загрузка

source: Loading tournaments...
ru: Загрузка турниров...

source: log in
ru: войти

source: Matches conduct:
ru: Порядок проведения матчей:

source: nickname
ru: никнейм

source: No games for this tournament
ru: Игр для этого турнира не найдено

source: No screenshots yet
ru: Нет скриншотов

source: Page not found
ru: Страница не найдена

source: participate
ru: участвовать

source: PARTICIPATE
ru: УЧАСТВОВАТЬ

source: Participation from mobile devices is not allowed.
ru: Участие с мобильных устройств не допускается.

source: Players may not pick previously banned or used (non-immune) characters within the same round. Rover (Spectro, Havoc, Aero) are treated as separate characters
ru: Запрещено выбирать уже забаненных или ранее выбранных персонажей (не находящихся в иммунитете) в рамках одного раунда. Rover (Spectro, Havoc, Aero) считаются тремя разными персонажами

source: Players may restart the fight up to three times per round:
ru: Игрок имеет право на три перезапуска боя в каждом раунде:

source: prize money
ru: призовой фонд

source: Required conditions for participation in the tournament:
ru: Обязательные условия для участия в турнире:

source: RULES
ru: ПРАВИЛА

source: save
ru: сохранить

source: screenshots
ru: скриншоты

source: SETTINGS
ru: НАСТРОЙКИ

source: The first player in a pair is determined by a bot in Discord with the command "/coin" in the voice channel chat;
ru: Первый по очереди игрок в паре определяется с помощью бота в Discord командой "/coin" в чате голосового канала;

source: The first player starts screen sharing in the designated Discord voice channel and initiates the round. The organizer will provide instructions;
ru: Первый игрок включает демонстрацию игры в голосовом канале и начинает раунд. Организатор будет координировать действия участника;

source: The game has not been played yet
ru: Игра ещё не сыграна

source: The third hologram is chosen randomly from the remaining two and played in case of a 1-1 score;
ru: Третья голограмма выбирается случайным образом из двух оставшихся и будет сыграна при счете 1-1;

source: The tournament is held in the Tempest Cup Discord server. Minimum stream quality: 720p
ru: Турнир проводится в Дискорд сервере Tempest Cup. Качество трансляции участников от 720p

source: The winner is the player who defeats the hologram twice in the shortest time;
ru: Победителем становится игрок, два раза победивший голограмму за меньшее время;

source: Too many attempts. Try again in {remainingTime} seconds
ru: Слишком много попыток, повторите через {remainingTime} секунд

source: TOURNAMENT BRACKET
ru: ТУРНИРНАЯ СЕТКА

source: Union level (UL) 70+.
ru: Уровень аккаунта (UL) 70+.

source: Upload screenshots from the game to Google form, combining them into one file in PDF format (screenshots of all Echo sets from presets on MainDD and Sub DD)
ru: Загрузить в Google-форму скриншоты из игры, объединив их в один файл в формате PDF (скрины ВСЕХ Эхо сетов из пресетов на ДД и Саб ДД)

source: View Tournament History
ru: Посмотреть историю турниров

source: WEAPONS
ru: ОРУЖИЕ

source: You don't have permissions for this page
ru: У вас нет прав для доступа к этой странице
